{
  "lastUpdated": "2026-02-22",
  "quotes": [
    {
      "text": "Your reputation isn’t what you shout, it’s what people whisper.",
      "edition": "Brain Food – December 7, 2025",
      "date": "2025-12-07"
    },
    {
      "text": "Someone always has an advantage. If you don’t know who, it isn’t you.",
      "edition": "Brain Food – December 7, 2025",
      "date": "2025-12-07"
    },
    {
      "text": "It’s never about the outcome. It’s always about the day.",
      "edition": "Brain Food – December 7, 2025",
      "date": "2025-12-07"
    },
    {
      "text": "If you don’t commit to living life on your terms, other people will commit you to theirs.",
      "edition": "Brain Food – December 14, 2025",
      "date": "2025-12-14"
    },
    {
      "text": "You have to train before the race, not after. You have to build the skill before you get the job that requires it. You have to be trustworthy for years before anyone trusts you with something important. The bill comes first. The reward comes later.",
      "edition": "Brain Food – December 14, 2025",
      "date": "2025-12-14"
    },
    {
      "text": "The universe does not offer financing. This is hard to accept because modern life trains us to expect the opposite. We are addicted to “Buy Now, Pay Later.” You live in the house before you pay off the mortgage. You get the degree before you pay off the loan. You eat the meal before you ask for the check. We are conditioned to enjoy the benefit today and pay the cost tomorrow. Achievement reverses the transaction. It requires full payment in advance (and regular payments forever). If you want a fit body, a calm mind, a healthy relationship, or financial independence, the cost is non-negotiable. You must do the work before you get the result. This is why most people quit. They pay a little, see nothing, and stop. They never make it far enough to see the first return arrive.",
      "edition": "Brain Food – December 14, 2025",
      "date": "2025-12-14"
    },
    {
      "text": "Your goals are not big enough.",
      "edition": "Brain Food – December 21, 2025",
      "date": "2025-12-21"
    },
    {
      "text": "The best way to network is to do something interesting. When you do interesting work in public, a network will form around you.",
      "edition": "Brain Food – December 21, 2025",
      "date": "2025-12-21"
    },
    {
      "text": "If everyone likes you, you’re doing something wrong. Every time someone disapproves of you, your brain registers it as a survival threat. Evolution wired us to believe that rejection equals death. If the tribe kicked you out, you didn’t survive the winter. But the world has changed. Being disliked is necessary to live a meaningful life. The cost of making decisions to please others instead of yourself is misery.",
      "edition": "Brain Food – December 21, 2025",
      "date": "2025-12-21"
    },
    {
      "text": "Short-term results come from intensity. Long-term results come from consistency.",
      "edition": "Brain Food – December 28, 2025",
      "date": "2025-12-28"
    },
    {
      "text": "Ninety percent of success can be boiled down to consistently doing the obvious thing for an uncommonly long period of time without convincing yourself that you’re smarter than you are.",
      "edition": "Brain Food – December 28, 2025",
      "date": "2025-12-28"
    },
    {
      "text": "Working smart isn’t the opposite of working hard. It’s the result of working hard. You have to put in the hours before you can see the shortcuts. You have to learn the details before you can know which ones matter. You have to do the work wrong many times before you discover how to do it right.",
      "edition": "Brain Food – December 28, 2025",
      "date": "2025-12-28"
    },
    {
      "text": "A lack of patience changes the outcome.",
      "edition": "Brain Food – January 4, 2026",
      "date": "2026-01-04"
    },
    {
      "text": "Ninety percent of success can be boiled down to consistently doing the obvious thing for an uncommonly long period of time without convincing yourself that you’re smarter than you are.",
      "edition": "Brain Food – January 4, 2026",
      "date": "2026-01-04"
    },
    {
      "text": "Superpowers you can choose: – Ability to change yourself & your mind– Not taking things personally– Not needing to prove you’re right– Careful selection of all relationships– Staying calm– Being alone without being lonely– Being ok with being uncomfortable– Thinking for oneself",
      "edition": "Brain Food – January 4, 2026",
      "date": "2026-01-04"
    },
    {
      "text": "If you don’t give your life a direction, the world will give it a distraction.",
      "edition": "Brain Food – January 11, 2026",
      "date": "2026-01-11"
    },
    {
      "text": "Intensity makes for a good story. Consistency makes for good results.",
      "edition": "Brain Food – January 11, 2026",
      "date": "2026-01-11"
    },
    {
      "text": "Edit yourself for approval and you become a minority shareholder in your own life. The cost of being easy to live with is destroying the person who has to do the living.",
      "edition": "Brain Food – January 11, 2026",
      "date": "2026-01-11"
    },
    {
      "text": "The best people I know act like they’re still catching up.",
      "edition": "Brain Food – January 18, 2026",
      "date": "2026-01-18"
    },
    {
      "text": "Everyone discovers an extra gear in a crisis. The rare skill is accessing it without one.",
      "edition": "Brain Food – January 18, 2026",
      "date": "2026-01-18"
    },
    {
      "text": "The only controllable variable in any situation is you. Oddly, it’s the last one people adjust.",
      "edition": "Brain Food – January 18, 2026",
      "date": "2026-01-18"
    },
    {
      "text": "What looks like success is often just patience.",
      "edition": "Brain Food – January 25, 2026",
      "date": "2026-01-25"
    },
    {
      "text": "Mastery is the revenge of the patient on the privileged.",
      "edition": "Brain Food – January 25, 2026",
      "date": "2026-01-25"
    },
    {
      "text": "Most people self-sabotage with self-defeating attitudes and behaviors long before anyone stops them.",
      "edition": "Brain Food – January 25, 2026",
      "date": "2026-01-25"
    },
    {
      "text": "Your greatest competition is yourself.",
      "edition": "Brain Food – February 1, 2026",
      "date": "2026-02-01"
    },
    {
      "text": "You can’t outperform your attitude. What you believe about the work shows up in how you do the work, and how you do the work determines your results. Fix the attitude first. Everything else follows.",
      "edition": "Brain Food – February 1, 2026",
      "date": "2026-02-01"
    },
    {
      "text": "The more ambitious you are, the easier it is to fall into this trap. You hand someone a project and think, “I would have stayed late every night for this.” When they leave at 5, you feel betrayed. But here’s the thing: you are unusual. Most people aren’t like you. That’s not a flaw in them. It’s what makes you different. Once you stop expecting others to be you, the frustration disappears.",
      "edition": "Brain Food – February 1, 2026",
      "date": "2026-02-01"
    },
    {
      "text": "Nobody’s success story sounded calm while they were creating it.",
      "edition": "Brain Food – February 8, 2026",
      "date": "2026-02-08"
    },
    {
      "text": "Focus means choosing what doesn’t matter. What you refuse to do determines what you can do.",
      "edition": "Brain Food – February 8, 2026",
      "date": "2026-02-08"
    },
    {
      "text": "How you talk about people when they’re not around tells everyone what you’ll say about them when they’re not around. But here’s the thing: you are unusual. Most people aren’t like you. That’s not a flaw in them. It’s what makes you different. Once you stop expecting others to be you, the frustration disappears.",
      "edition": "Brain Food – February 8, 2026",
      "date": "2026-02-08"
    },
    {
      "text": "Focus on the inputs you control and the outputs will follow.",
      "edition": "Brain Food – February 15, 2026",
      "date": "2026-02-15"
    },
    {
      "text": "The more you watch the score, the worse you play. Checking the scoreboard feels like doing something, but it pulls attention away from the only thing that can change it: What now?",
      "edition": "Brain Food – February 15, 2026",
      "date": "2026-02-15"
    },
    {
      "text": "What you say about yourself is forgotten. What you do for others compounds. Serve people well, and their word about you will travel further than yours ever could.",
      "edition": "Brain Food – February 15, 2026",
      "date": "2026-02-15"
    },
    {
      "text": "All battles are internal ones.",
      "edition": "Brain Food – February 22, 2026",
      "date": "2026-02-22"
    },
    {
      "text": "When you are at peace, you don’t pick fights, create drama, or worry about what others think of you.",
      "edition": "Brain Food – February 22, 2026",
      "date": "2026-02-22"
    },
    {
      "text": "Stubbornness and flexibility aren’t opposites; they’re responses to different inputs. Be impenetrable to social pressure and quick to adapt to evidence.",
      "edition": "Brain Food – February 22, 2026",
      "date": "2026-02-22"
    }
  ]
}